//Работа с переменными
let admin, name;
name = "Джон";
admin = "Джон";
alert (admin)

//Придумайте правильные имена
let PlanetName; // Переменная для название планеты
let CurrentUserNow; // Переменная для хранения имени текущего посетителя сайта

//Какие буквы (заглавные или строчные) использовать для имён констант?
const BIRTHDAY = '18.04.1982'; // Дата рождения неизменяемая переменная, можно

const AGE = someCode(BIRTHDAY); // А тут возраст, если year++, то age++, переменная изменяемая, нельзя